package main

var piliPoems = []Poem{
	Poem{
		Content: `世道几多沉浮, 浪里真箇英雄, 争奈春秋几个留名在, 浪淘沙, 不是一片平夷死滩, 却看新岸峥嵘, 翻江倒海又江湖.`,
		Tags:    []string{`素`},
	},
	Poem{
		Content: `踏云行, 行行飘袂任疏狂, 一身世尘和天光, 尔今天关从头越, 风云无住没行踪.`,
		Tags:    []string{`素`},
	},
	Poem{
		Content: `锋镝谁可解, 云渡有缘人, 莫追莫缘求, 原来自可有.`,
		Tags:    []string{`素`},
	},
	Poem{
		Content: `茗烟寻旧影, 醒茶更凄怆, 当年四五事, 忆来心悲凉, 举杯无对饮, 低眉暗愁伤, 茶汤已沸然, 空与月惆怅.`,
		Tags:    []string{`素`},
	},
	Poem{
		Content: `青山相待, 白云相爱, 紫罗袍共黄金带. 一茅斋, 野花开, 谁家兴盛谁成败, 陋巷单瓢亦乐哉. 贫, 气不改; 达, 志不改.`,
		Tags:    []string{},
	},
	Poem{
		Content: `甚矣吾衰矣, 帐平生, 交游零落, 只今余几, 白发空垂三千丈, 一笑人间千万事, 问何物能令公喜, 我见青山多妩媚, 料青山见我应如是, 情与貌, 略相似.`,
		Tags:    []string{},
	},
	Poem{
		Content: `十年踪迹走红尘, 回首青山入梦频, 紫绶纵容争及睡, 朱门虽富不如贫; 愁闻剑戢扶危主, 闷听笙歌聒醉人, 携取旧书归万隐, 野花啼鸟一般春.`,
		Tags:    []string{},
	},
	Poem{
		Content: `避过江湖入深山, 天伦就此远人间, 小舟曾历千般浪, 不及今生万重湾.`,
		Tags:    []string{},
	},
	Poem{
		Content: `迴身一别天涯远, 迢迢离情目送难, 只道离别心是苦, 未道别后苦漫长, 此去何时得相见, 角声吹寒夜阑珊.`,
		Tags:    []string{},
	},
	Poem{
		Content: `昔日几多议事声, 如今只闻风息歎, 一处别情数依依, 着酒且把豪情送. 万言已默馀心知, 一杯浊酒尽欢意, 秋风万里一明月, 屈指西风寄归期.`,
		Tags:    []string{`素`},
	},
	Poem{
		Content: `天行有道, 却是难测, 依缘而往, 行惠承罪, 不动于心, 方是依归. 如作春风去, 广化万物生, 不随云雨聚, 唯凭天地行.`,
		Tags:    []string{},
	},
	Poem{
		Content: `缺月挂疏桐, 漏断人初静; 谁见幽人独往来? 漂渺孤鸿影. 惊起却回头, 有恨无人省; 楝尽寒枝不肯栖, 寂寞沙洲冷.`,
		Tags:    []string{},
	},
	Poem{
		Content: `天也空, 地也空, 人生渺渺在其中; 日也空, 月也空, 东昇西坠为谁功? 金也空, 银也空, 死后何曾在手中;` +
			`妻也空, 子也空, 黄泉路上不相逢. 权也空, 名也空, 转眼黄郊土一封; 酒也空, 气也空, 世间浮华一阵风.`,
		Tags: []string{},
	},
	Poem{
		Content: `景依旧, 风依旧, 茶香依旧, 莫非昔日时光已倒流? 景未变, 物未变, 风采未变, 谁说英雄侠客难相逢!`,
		Tags:    []string{},
	},
	Poem{
		Content: `名剑俱坏, 英雄安在, 繁华几时相交代? 想兴衰, 苦为怀, 东家兴起西家败, 世态有如云变改. 成, 也是天地哀; 败, 也是天地哀.`,
		Tags:    []string{},
	},
	Poem{
		Content: `夕边倦看收天幕, 崇岭尽眺原无乡, 共道长途鬱垒远, 挥手已渡圻岸江.`,
		Tags:    []string{},
	},
	Poem{
		Content: `笑看嫣红染半山, 逐风万里白云间, 逍遥此生不为客, 天地三才任平凡.`,
		Tags:    []string{},
	},
	Poem{
		Content: `三身果报自凡根, 六界因缘无了痕. 善逝从来非本相, 枯荣生灭尽空门.`,
		Tags:    []string{},
	},
	Poem{
		Content: `万般前尘浪不止, 涛涛过眼无还期, 试问东风花落否, 缤纷尽随波流去.`,
		Tags:    []string{},
	},
	Poem{
		Content: `明霞可爱, 瞬间辄空; 流水堪听, 过耳不恋; 倾国倾城, 妄也; 如梦如幻, 亦妄也.`,
		Tags:    []string{},
	},
	Poem{
		Content: `登高壮观天地间, 大江茫茫去不还; 黄云万里动风色, 白波九耀留雪山.`,
		Tags:    []string{},
	},
	Poem{
		Content: `生有命, 死有命, 轮回自在一周天; 闻道西方有宝树, 名唤婆裟结长生.`,
		Tags:    []string{},
	},
	Poem{
		Content: `孤鸟独栖枝, 清莲立中池, 遥念望天涯, 情续待何时, 圆时梦亦碎, 苦身无处依.`,
		Tags:    []string{},
	},
	Poem{
		Content: `露晶寒光彻, 晚阳下琉璃; 远岳哑依旧, 默视断垣里. 残壁月半映, 秋带全身影; 苍岭夹乱云, 故人入前景.`,
		Tags:    []string{},
	},
	Poem{
		Content: `青山横北郭, 白水绕东城, 此地一为别, 孤蓬万里征; 浮云游子意, 落日故人情, 挥手自兹去, 萧萧斑马鸣.`,
		Tags:    []string{},
	},
	Poem{
		Content: `鹏博九万, 腰缠十万, 扬州鹤背骑来惯. 事间关, 景阑珊, 黄金不富英雄汉, 白, 也是眼; 青, 也是眼.`,
		Tags:    []string{},
	},
	Poem{
		Content: `苍生气类古犹今, 安用冥鸿物外吟, 不是九州同急难, 尼山谁识怃然心.`,
		Tags:    []string{},
	},
	Poem{
		Content: `朝见花开满树红, 暮观落叶又还空, 若将花比人间事, 花与人间事不同.`,
		Tags:    []string{},
	},
	Poem{
		Content: `山头风月时时过, 天下英雄何其多, 有人问我事如何, 人海阔, 无目不风波.`,
		Tags:    []string{},
	},
	Poem{
		Content: `万句千言, 荒烟残照, 一丘一壑谁共调; 辗转流光, 了犹未了, 白发多时故人少.`,
		Tags:    []string{},
	},
	Poem{
		Content: `百代繁华一朝都, 谁非过客; 千秋明月吹角寒, 花是主人.`,
		Tags:    []string{},
	},
	Poem{
		Content: `一夕烟水沉, 青山笼愁深. 舣舟转浮生, 何处泊游人?`,
		Tags:    []string{},
	},
	Poem{
		Content: `莽莽红尘, 谁将韶光偷换, 人也好, 魂也罢, 不过一抹塘荷影.`,
		Tags:    []string{},
	},
	Poem{
		Content: `伞上雨滴犹沥沥, 曾记磅礴雨中行; 若问蓑衣何不退, 天晴无处知泪情.`,
		Tags:    []string{},
	},
	Poem{
		Content: `冷灯看剑, 剑上几番功名? 炉香无需计苍生, 纵一川烟逝, 万丈云埋, 孤阳还照古陵.`,
		Tags:    []string{},
	},
	Poem{
		Content: `任沉浮, 天涯一杯酒, 欲饮世情殊; 扁舟心不系, 江影任沉浮.`,
		Tags:    []string{},
	},
	Poem{
		Content: `紫微无姓, 红尘留行, 扁舟越沧溟, 何须山高龙自灵. 一朝鹏程, 快意风云, 挥手功名.`,
		Tags:    []string{},
	},
	Poem{
		Content: `多情楼上月徘徊, 独照离人妆镜台. 皎皎空中霜色影, 凛如寒魄绝尘埃.`,
		Tags:    []string{},
	},
	Poem{
		Content: `落叶相依浑似醉, 潦倒何妨, 悠悠岁月谁高歌, 绝胜柳狂.`,
		Tags:    []string{},
	},
	Poem{
		Content: `江天一色无纤尘, 鱼龙潜跃观道身; 天人焉有两般义? 道不虚行只在人.`,
		Tags:    []string{},
	},
	Poem{
		Content: `空待三年又三年, 年年总是风信迟; 人间有情记花簿, 黄泉无人空吟诗; 白首相诺岁月老, 山河转眼瘦沙时; 酆都添灯闻鬼唱, 走马红尘几度痴.`,
		Tags:    []string{},
	},
	Poem{
		Content: `岁月印迹, 散拓在流离的命轨上, 忘了久远的声, 久远的影, 只賸涓涓滴滴, 流注在江上, 湖上, 漂泊的目的.` +
			`原来是在找寻最初那个分别的渡头. 一句结契的话语, 如落湖石子, 荡起一波波涟漪, 回还交错, 最后滔成排天巨浪, 将人吞没, 记忆的兽, 在灭顶的窒息痛苦中, 缓缓被唤醒.`,
		Tags: []string{},
	},
	Poem{
		Content: `秋心如海复如潮, 唯有秋魂不可招. 漠漠郁金香在臂, 亭亭古玉佩当腰. 气寒西北何人剑, 声满东南几处箫. 一川星斗烂无数, 长天一月坠林梢.`,
		Tags:    []string{},
	},
	Poem{
		Content: `江上夕雨深, 权当九泉信, 灭灯暗坐共听雨, 一夜淅沥悲未尽.`,
		Tags:    []string{},
	},
	Poem{
		Content: `萧无名, 曲无名, 声声幽, 声悲呜, 心何闷? 情何困? 眉深锁, 孤独行.`,
		Tags:    []string{},
	},
	Poem{
		Content: `当日新柳栽, 而今叹何来, 淫雨湮埋, 烟风困柳. 人, 是留? 不留?`,
		Tags:    []string{},
	},
	Poem{
		Content: `遗憾是一种勾情未已的韵调, 结束了, 却是停不下缅怀的激念. 厌倦了这种被羁绊的感觉, 要来了, 却遗忘了.`,
		Tags:    []string{},
	},
	Poem{
		Content: `月华缠绵登高楼, 清霜秋露只无情, 落梅横笛寻旧梦, 平生叹愿未识卿.`,
		Tags:    []string{},
	},
	Poem{
		Content: `雪花落, 雪花飘, 雪花何曾记今朝. 刀潇潇, 风萧萧, 人在潇潇命树梢.`,
		Tags:    []string{},
	},
	Poem{
		Content: `因僧问我西来意, 我话居山七八年, 草履只栽三个耳, 麻衣曾补两番肩. 东庵每见西庵雪, 下涧长流上涧泉, 半夜白云消散后, 一轮明月到床前.`,
		Tags:    []string{},
	},
	Poem{
		Content: `江水千映, 残月双分, 袖转流光影重. 凭涛荡兴, 持夜抒狂, 剑引穹华倾峰.`,
		Tags:    []string{},
	},
	Poem{
		Content: `自从别后冷云居, 见说风光不似初, 溪上雨添三尺水, 家中风落半床书; 敝囊已识休深爱, 破釜何劳更重歔, 不学蹇驴旋磨走, 直将大地做蓬庐.`,
		Tags:    []string{},
	},
	Poem{
		Content: `自古有情怕天雪, 江湖一色恩与怨. 随行蹉跎感路难, 风霜别尽见青山.`,
		Tags:    []string{},
	},
	Poem{
		Content: `晃眼酒肆记曾经, 时年流转音息同. 若得来日相许诺, 且寄清风一段情. 那年十八少年笑, 白衣沽酒竹寺边.`,
		Tags:    []string{},
	},
	Poem{
		Content: `长执桂杖, 寻青踏路无际; 随意芳菲, 觉来水绕山围. 经营四方, 等闲付与云意, 周流八漠, 待邀泰初相依.`,
		Tags:    []string{},
	},
	Poem{
		Content: `浮世梦中梦, 布衣材不材, 弹铗狂歌莫浪猜. 埋, 愚贤何用哉? 青山在, 月明归去来.`,
		Tags:    []string{},
	},
	Poem{
		Content: `遍行万水千山, 石溅波拦, 风卷叶缠; 扫却凡思落尘, 漫洄迤路, 无处沾染.`,
		Tags:    []string{},
	},
	Poem{
		Content: `观云翻流八千偈, 偈偈流映清净身, 问君挽得禅多少, 一点西来意, 随波转红尘.`,
		Tags:    []string{},
	},
	Poem{
		Content: `特入空门问苦空, 敢将禅事问禅翁. 为当梦是浮生事? 为复浮生是梦中.`,
		Tags:    []string{},
	},
	Poem{
		Content: `风横万里狼烟, 尘嚣怒卷, 世路茫然. 终归古道沉眠, 云波浩瀚, 洗越苍天.`,
		Tags:    []string{},
	},
	Poem{
		Content: `好风如水, 夜凉如月, 江草萋萋. 这一端, 是心有定向的人; 那一岸, 是身无可限的影. 何来月下谪仙, 常伴一壶浊酒, 一卷书篇!`,
		Tags:    []string{`楚天行`},
	},
	Poem{
		Content: `江草萋萋, 好风如水, 溶溶夜色, 落于何方. 一壶酒, 一卷书, 一叶扁舟. 月下何人, 人间谪仙, 舟泊何处, 乐为江萍.`,
		Tags:    []string{`楚天行`},
	},
	Poem{
		Content: `江湖多滔滔, 人间值一笑, 偶看天眼觑红尘, 世情多无聊. 风雨任潇潇, 平生自孤傲, 我欲横刀向天啸, 又恐震云霄.` +
			`狼烟未了, 邪魔当道, 快意妖氛一剑扫. 琴思古调, 酒论知交, 为君一舞醉翁操.` +
			`江山如此多娇, 饮者自古寂寥. 宠辱随天身似飘, 尽付浙江潮. 红颜由来易老, 侠者终须殉道. 明日天涯馀晚照, 一篙春水烟雨遥.`,
		Tags: []string{`楚天行`},
	},
	Poem{
		Content: `楚天秋, 好追游, 龙山风物全依旧. 破帽多情却恋头, 白衣有意能携酒, 好风流重九.`,
		Tags:    []string{`楚天行`},
	},
	Poem{
		Content: `山不在高, 有仙则名; 水不在深, 有龙则灵. 碧波轻漾, 孤舟徐行, 仙风道骨翩然登临; 一壶浊酒, 两袂清风, 儒形侠影临江畅吟.`,
		Tags:    []string{`楚天行`},
	},
	Poem{
		Content: `一川星月气如冰, 仙骨谢读陋室铭. 翩然此身何所似, 九风萍舟楚天行.`,
		Tags:    []string{`楚天行`},
	},
	Poem{
		Content: `且向山水寻光景, 何必江湖争令名? 竹杖芒鞋轻胜马, 天地苍茫任吾行.`,
		Tags:    []string{},
	},
	Poem{
		Content: `何故江湖争令名, 却忘山水悠暇景; 竹杖芒鞋无觅处, 天地苍茫不留行.`,
		Tags:    []string{},
	},
	Poem{
		Content: `悟来时见江海古, 苍崖行遍谒玄门; 向道偶题人间世, 一笛一剑一昆仑.`,
		Tags:    []string{},
	},
}
