package main

func loadPili() []string {
	return []string{
		`世道几多沉浮, 浪里真箇英雄, 争奈春秋几个留名在, 浪淘沙, 不是一片平夷死滩, 却看新岸峥嵘, 翻江倒海又江湖.`,

		`踏云行, 行行飘袂任疏狂, 一身世尘和天光, 尔今天关从头越, 风云无住没行踪.`,

		`锋镝谁可解, 云渡有缘人, 莫追莫缘求, 原来自可有.`,

		`茗烟寻旧影, 醒茶更凄怆, 当年四五事, 忆来心悲凉, 举杯无对饮, 低眉暗愁伤, 茶汤已沸然, 空与月惆怅.`,

		`青山相待, 白云相爱, 紫罗袍共黄金带. 一茅斋, 野花开, 谁家兴盛谁成败, 陋巷单瓢亦乐哉. 贫, 气不改; 达, 志不改.`,

		`甚矣吾衰矣, 帐平生, 交游零落, 只今余几, 白发空垂三千丈, 一笑人间千万事, 问何物能令公喜, 我见青山多妩媚, 料青山见我应如是, 情与貌, 略相似.`,

		`十年踪迹走红尘, 回首青山入梦频, 紫绶纵容争及睡, 朱门虽富不如贫; 愁闻剑戢扶危主, 闷听笙歌聒醉人, 携取旧书归万隐, 野花啼鸟一般春.`,

		`避过江湖入深山, 天伦就此远人间, 小舟曾历千般浪, 不及今生万重湾.`,

		`迴身一别天涯远, 迢迢离情目送难, 只道离别心是苦, 未道别后苦漫长, 此去何时得相见, 角声吹寒夜阑珊.`,

		`昔日几多议事声, 如今只闻风息歎, 一处别情数依依, 着酒且把豪情送. 万言已默馀心知, 一杯浊酒尽欢意, 秋风万里一明月, 屈指西风寄归期.`,

		`天行有道, 却是难测, 依缘而往, 行惠承罪, 不动于心, 方是依归. 如作春风去, 广化万物生, 不随云雨聚, 唯凭天地行.`,

		`缺月挂疏桐, 漏断人初静; 谁见幽人独往来? 漂渺孤鸿影. 惊起却回头, 有恨无人省; 楝尽寒枝不肯栖, 寂寞沙洲冷.`,

		`景依旧, 风依旧, 茶香依旧, 莫非昔日时光已倒流? 景未变, 物未变, 风采未变, 谁说英雄侠客难相逢!`,

		`名剑俱坏, 英雄安在, 繁华几时相交代? 想兴衰, 苦为怀, 东家兴起西家败, 世态有如云变改. 成, 也是天地哀; 败, 也是天地哀.`,

		`夕边倦看收天幕, 崇岭尽眺原无乡, 共道长途鬱垒远, 挥手已渡圻岸江.`,

		`笑看嫣红染半山, 逐风万里白云间, 逍遥此生不为客, 天地三才任平凡.`,

		`三身果报自凡根, 六界因缘无了痕. 善逝从来非本相, 枯荣生灭尽空门.`,

		`万般前尘浪不止, 涛涛过眼无还期, 试问东风花落否, 缤纷尽随波流去.`,

		`明霞可爱, 瞬间辄空; 流水堪听, 过耳不恋; 倾国倾城, 妄也; 如梦如幻, 亦妄也.`,

		`登高壮观天地间, 大江茫茫去不还; 黄云万里动风色, 白波九耀留雪山.`,

		`生有命, 死有命, 轮回自在一周天; 闻道西方有宝树, 名唤婆裟结长生.`,

		`孤鸟独栖枝, 清莲立中池, 遥念望天涯, 情续待何时, 圆时梦亦碎, 苦身无处依.`,

		`露晶寒光彻, 晚阳下琉璃; 远岳哑依旧, 默视断垣里. 残壁月半映, 秋带全身影; 苍岭夹乱云, 故人入前景.`,

		`青山横北郭, 白水绕东城, 此地一为别, 孤蓬万里征; 浮云游子意, 落日故人情, 挥手自兹去, 萧萧斑马鸣.`,

		`鹏博九万, 腰缠十万, 扬州鹤背骑来惯. 事间关, 景阑珊, 黄金不富英雄汉, 白, 也是眼; 青, 也是眼.`,

		`苍生气类古犹今, 安用冥鸿物外吟, 不是九州同急难, 尼山谁识怃然心.`,

		`朝见花开满树红, 暮观落叶又还空, 若将花比人间事, 花与人间事不同.`,

		`山头风月时时过, 天下英雄何其多, 有人问我事如何, 人海阔, 无目不风波.`,
	}
}
