package main

// TODO: more more poems
// TODO: load from custom file (json, yaml)
func loadPoems() []string {
	return []string{
		`世道几多沉浮, 浪里真箇英雄, 争奈春秋几个留名在, 浪淘沙, 不是一片平夷死滩, 却看新岸峥嵘, 翻江倒海又江湖.`,
		`踏云行, 行行飘袂任疏狂, 一身世尘和天光, 尔今天关从头越, 风云无住没行踪.`,
		`锋镝谁可解, 云渡有缘人, 莫追莫缘求, 原来自可有.`,
		`茗烟寻旧影, 醒茶更凄怆, 当年四五事, 忆来心悲凉, 举杯无对饮, 低眉暗愁伤, 茶汤已沸然, 空与月惆怅.`,
		`避过江湖入深山, 天伦就此远人间, 小舟曾历千般浪, 不及今生万重湾.`,
		`迴身一别天涯远, 迢迢离情目送难, 只道离别心是苦, 未道别后苦漫长, 此去何时得相见, 角声吹寒夜阑珊.`,
		`昔日几多议事声, 如今只闻风息歎, 一处别情数依依, 着酒且把豪情送. 万言已默馀心知, 一杯浊酒尽欢意, 秋风万里一明月, 屈指西风寄归期.`,
		`夕边倦看收天幕, 崇岭尽眺原无乡, 共道长途鬱垒远, 挥手已渡圻岸江.`,
		`天行有道, 却是难测, 依缘而往, 行惠承罪, 不动于心, 方是依归. 如作春风去, 广化万物生, 不随云雨聚, 唯凭天地行.`,
	}
}
